[
  {
    "mls": 407198,
    "price": 619800,
    "beds": 3,
    "bath": 3,
    "sqft": 1736,
    "images": [
      "./images/407198-1.jpg",
      "./images/407198-2.jpg",
      "./images/407198-3.jpg",
      "./images/407198-4.jpg",
      "./images/407198-5.jpg",
      "./images/407198-6.jpg",
      "./images/407198-7.jpg",
      "./images/407198-8.jpg",
      "./images/407198-9.jpg",
      "./images/407198-10.jpg",
      "./images/407198-11.jpg",
      "./images/407198-12.jpg",
      "./images/407198-13.jpg",
      "./images/407198-14.jpg",
      "./images/407198-15.jpg",
      "./images/407198-16.jpg",
      "./images/407198-17.jpg",
      "./images/407198-18.jpg",
      "./images/407198-19.jpg",
      "./images/407198-20.jpg",
      "./images/407198-21.jpg",
      "./images/407198-22.jpg"
    ],
    "community": "Victoria",
    "remarks": "OPEN HOUSE SAT&SUN, MARCH 30/31, 1-3PM. Meticulously maintained family home located in the sought after Wishart South area of Colwood, steps to schools, bus, parks and short walk to the ocean. Built in 1978, and only one owner, this home has been lovingly cared with lots of updates over the last few years. 3 bdrms, 2 1/2 baths, large livingroom with wood F/P, dining area leading to a private covered deck with new flooring, ideal for year round barbeques, spacious kitchen with quality cabinets, new sink, faucet, microwave, updated windows and sliding doors, updated plumbing fixtures, master bdrm has 2 piece ensuite. Downstairs offers large family, hobby room leading to a huge entertaining patio, office, 3 piece bathroom with new shower, laundry area, lots of storage. Suite potential. Double garage with a small workshop. Level and fully fenced back yard, great for the kids and pets. New 10'x8' Storage Shed. In-ground sprinkler system and nice low maintenance and nicely landscaped yard.",
    "latitude": 48.43294,
    "longitude": -123.3656
  },
  {
    "mls": 407213,
    "price": 459000,
    "beds": 2,
    "bath": 2,
    "sqft": 1163,
    "images": [
      "./images/407213-1.jpg",
      "./images/407213-2.jpg",
      "./images/407213-3.jpg",
      "./images/407213-4.jpg",
      "./images/407213-5.jpg",
      "./images/407213-6.jpg",
      "./images/407213-7.jpg"
    ],
    "community": "Victoria",
    "remarks": "Location! Location! Location! Walk to downtown along the Songhees Sea Wall from this large 1163sq ft 2 bedroom town home. With a fully fenced south-west facing yard, patio, and deck, this bright end unit has both ocean and mountain views! The main is a thoughtful, open floor plan with a generously sized kitchen, in-suite laundry, closet/storage and half bathroom. The spacious living room/dining room features a propane stove and large sliding glass door to the deck where sunny evenings, ocean views and bbq await you. Upstairs is the master bedroom with private south-west facing deck and generous closet space, a huge bathroom with soaker tub, and a large second bedroom with walk-in closet. Featuring: 4' crawl space, separate storage locker, secure bike storage & secure underground parking. The Seaforth is an owner occupied (no rentals), well maintained and professionally managed community that welcomes all ages. Cats allowed but NO dogs. You won’t find a better location at this price!",
      "latitude": 48.3219,
    "longitude": -121.3636
  },
  {
    "mls": 407229,
    "price": 799900,
    "beds": 3,
    "bath": 4,
    "sqft": 2820,
    "images": [
      "./images/407229-1.jpg",
      "./images/407229-2.jpg",
      "./images/407229-3.jpg",
      "./images/407229-4.jpg",
      "./images/407229-5.jpg",
      "./images/407229-6.jpg",
      "./images/407229-7.jpg",
      "./images/407229-8.jpg",
      "./images/407229-9.jpg",
      "./images/407229-10.jpg",
      "./images/407229-11.jpg",
      "./images/407229-12.jpg"
    ],
    "community": "",
    "remarks": "Contemporary Cowichan Bay Home! This executive family home offers the highest quality of finishing's & features an open concept main level with chef inspired kitchen, light filled living room that showcases oceans views from the floor to ceiling windows and spacious deck, you will also find a den and 2 pc bath. The upper level is home to a luxurious master suite with full ensuite, walk-in closet and privacy deck, 2 more good sized bedrooms, full bath and laundry room.  The above ground lower level offers a family room, 2 pc bath and door that leads to the garage, perfect for teenagers or guests!  A private backyard with large patio, hot tub and fire pit, ideal for all your outdoor entertaining. Complementing this must-see listing is an energy efficient heat pump, lots of storage and a double car garage. Located close to award winning wineries, farmers markets and just minutes to amenities. 15 minutes to Duncan and just 40 mins to all that Victoria has to offer!",
 "latitude": 48.4144,
    "longitude": -123.3596
  },
  {
    "mls": 407230,
    "price": 925000,
    "beds": 2,
    "bath": 3,
    "sqft": 1425,
    "images": [
      "./images/407230-1.jpg",
      "./images/407230-2.jpg",
      "./images/407230-3.jpg",
      "./images/407230-4.jpg",
      "./images/407230-5.jpg",
      "./images/407230-6.jpg",
      "./images/407230-7.jpg",
      "./images/407230-8.jpg",
      "./images/407230-9.jpg",
      "./images/407230-10.jpg",
      "./images/407230-11.jpg",
      "./images/407230-12.jpg",
      "./images/407230-13.jpg"
    ],
    "community": "Sooke",
    "remarks": "PH 408: The Oceanside Luxury Penthouse you have been waiting for! Welcome to Navigators Pointe at Mariners Village. This top floor unit features 1,425sq.ft of West Coast living space over 2 levels w/an additional 1,124sq.ft of sunny, South facing deck space! Soaring 24' ceilings complimented by breath taking ocean & mountain vistas. Gourmet 2-tone kitchen w/granite counter tops, gas cook top, breakfast bar & wine fridge. Living room w/gas fireplace & impressive stone work. Dining area awash in natural light. Covered main floor deck w/BBQ hook up & outdoor heater. Master bedroom w/walk-through closet & definition spa-like ensuite: 4 piece w/dbl sinks & immaculate marble steam shower. 2nd bedroom w/cheater ensuite. Upstairs loft doubles as home office w/2-piece powder room. 900+sq.ft roof top patio is outdoor living at its finest! Outdoor kitchen area, gas fire table, hot tub & panoramic Ocean views! Nearby moorage at local marina. Walking distance to everything. Truly one of a kind!",
    "latitude": 48.4144,
    "longitude": -123.3596
  },
  {
    "mls": 407184,
    "price": 1049000,
    "beds": 2,
    "bath": 2,
    "sqft": 2251,
    "images": [
      "./images/407184-1.jpg",
      "./images/407184-2.jpg",
      "./images/407184-3.jpg",
      "./images/407184-4.jpg",
      "./images/407184-5.jpg"
    ],
    "community": "Salt Spring Island",
    "remarks": "This classic Hank Schubart designed home reflects his timeless signature style and distinctive features, and enjoys privacy and quiet in a sought-after west side neighbourhood. Marrying natural elements, sited for maximum light exposure, with view windows and skylights, this home offers 2 spacious bedrooms, a den/office (potential 3rd bedroom?), 2 full baths. Separate studio/workshop/bunkhouse, plus fenced garden, raised beds. Features incl wide plank solid oak flooring, window ledge/seat, corner windows, cedar beams, natural rock fireplace, bathroom featuring a Japanese soaking tub, main ensuite updated recently with large shower, tub with garden views, heat pump. Kitchen has eat-in area, generous storage. Circular driveway, fenced courtyard; large mudroom/laundry room has great storage. Easy outdoor living with covered decks and sliding doors from dining area and main bedroom. Easy care and natural 0.9 acre lot features a path down to Mountain Park below. Municipal water.",
     "latitude": 48.3284,
    "longitude": -123.3696
  },
  {
    "mls": 407191,
    "price": 500000,
    "beds": 2,
    "bath": 2,
    "sqft": 932,
    "images": [
      "./images/407191-1.jpg",
      "./images/407191-2.jpg",
      "./images/407191-3.jpg",
      "./images/407191-4.jpg",
      "./images/407191-5.jpg",
      "./images/407191-6.jpg"
    ],
    "community": "Victoria",
    "remarks": "Welcome to the Ovation in downtown Esquimalt.  This 2 bedroom, plus loft, 2 bathroom condo is modern & move in ready! Offering 9' ceilings, gourmet kitchen with granite counter tops, open layout overlooking your living room leading to your sun-drenched, deck with ocean and mountain views. Offering a master bedroom with a full 4 piece ensuite, in-suite laundry, underground parking, courtyard, and separate storage. BONUS: pets and rentals allowed! You will love the lifestyle of the gym featuring weights and cardio. Only minutes to Victoria, shopping, bus routes and all amenities. This is a fantastic location and opportunity, don't miss out!",
     "latitude": 48.4264,
    "longitude": -123.3676
  },
  {
    "mls": 407126,
    "price": 569000,
    "beds": 2,
    "bath": 2,
    "sqft": 1045,
    "images": [
      "./images/407126-1.jpg",
      "./images/407126-2.jpg",
      "./images/407126-3.jpg",
      "./images/407126-4.jpg",
      "./images/407126-5.jpg",
      "./images/407126-6.jpg",
      "./images/407126-7.jpg"
    ],
    "community": "Victoria",
    "remarks": "Exciting opportunity to purchase a spacious, contemporary 2 bed/2 bath corner unit condo tucked away in Phase 1 of Pacific Landing. The open concept kitchen/living/dining area is great for entertaining and feels extra spacious with 10ft ceilings. Chef’s kitchen with quartz countertops, upgraded stainless appliances, gas stove, under counter lightening and large island. Gas fireplace and wood floors. Large master with walk in closest and 5pc ensuite including heated floors. Large deck with natural gas outlet for bbque. Heat pump provides heating and cooling and hot water on demand eliminates any hot water tank concerns. Large laundry room with plenty of storage plus an additional, separate storage locker. Secure underground parking, bike storage, common yoga room. Pet and rental friendly. Located on the shores of beautiful Esquimalt Lagoon, you are steps away from the beach, parks, hiking and all you need for an active, outdoor lifestyle while being a short drive to amenities.",
     "latitude": 45.4284,
    "longitude": -122.3646
  },
  {
    "mls": 407061,
    "price": 929000,
    "beds": 5,
    "bath": 4,
    "sqft": 2657,
    "images": [
      "./images/407061-1.jpg",
      "./images/407061-2.jpg",
      "./images/407061-3.jpg",
      "./images/407061-4.jpg",
      "./images/407061-5.jpg",
      "./images/407061-6.jpg",
      "./images/407061-7.jpg",
      "./images/407061-8.jpg",
      "./images/407061-9.jpg"
    ],
    "community": "Sidney",
    "remarks": "OPEN HOUSE SUNDAY 1:00 - 4:00  Steps to the beautiful Sidney waterfront walkway and 10 minute walk to downtown Sidney. The upper floor features large living room with gas fireplace, the large country style kitchen and dining area is great for family gatherings. There are 3 bedrooms on the main floor with master bedroom having a 3 piece ensuite and spacious closet. The main floor offers a 4 bedroom, 3 piece bathroom, laundry room and a spacious family room. There is a small 1 bedroom inlaw accommodation with its own entrance. Outside you will enjoy the large sundeck off the kitchen, private rear yard.",
     "latitude": 48.4284,
    "longitude": -122.3256
  },
  {
    "mls": 407078,
    "price": 383000,
    "beds": 2,
    "bath": 2,
    "sqft": 969,
    "images": ["./images/407078-1.jpg", "./images/407078-2.jpg", "./images/407078-3.jpg"],
    "community": "Victoria",
    "remarks": "Are you looking for a bright, spacious 2 bed/2 bath condo close to town? This almost 1000sqft condo with great floor plan is ready for you to call home. Located on a quiet, tree lined street in a nice neighbourhood close to Mayfair Mall, Quadra Street Village, coffee shops, parks, downtown and quick bus ride to UVic. The open kitchen/living/dining area is great for entertaining and has access to the south-facing balcony. Two good sized bedrooms set apart from the living area create a nice separation between living and sleeping areas. The layout feels more like a house than a condo. Master bedroom has walk thru closet and 4 piece ensuite. Lots of in-suite storage, in-suite laundry and secure, underground parking. Cat friendly and no age restrictions. Only 15 units in this quiet, well-managed strata. With a Walk Score of 91, this location is a walkers paradise.",
     "latitude": 48.4281,
    "longitude": -123.3456
  },
  {
    "mls": 407100,
    "price": 699000,
    "beds": 2,
    "bath": 1,
    "sqft": 625,
    "images": ["./images/407100-1jpg"],
    "community": "Pender Island",
    "remarks": "",
     "latitude": 48.4254,
    "longitude": -123.3656
  }
]
